Repository: F-Derakhshani/yith-infinite-scrolling-premium
Catalog: languages/yith-infinite-scrolling-*.po
Languages: es_es, it_it

source: Load More Button
es_es: Botón Cargar Más
it_it: Carica pi√π bottoni

source: Ajax Pagination
es_es: Paginación de Ajax
it_it: Impaginazione Ajax

source: Zoom in
es_es: Acercar el zoom
it_it: Zoom +

source: Bounce in
es_es: Rebotar
it_it: Rimbalzo

source: Fade in
es_es: Desvanecer
it_it: Dissolvenza in entrata

source: Fade in from top to down
es_es: Desvanecer de arriba hacia abajo
it_it: Sfuma dall'alto verso il basso

source: Fade in from right to left
es_es: Desvanecer de derecha a izquierda
it_it: Sfuma da destra a sinistra

source: Fade in from left to right
es_es: Desvanecer de izquierda a derecha
it_it: Sfuma da Sinistra a destra

source: Fade in from down to top
es_es: Desvanecer de abajo hacia arriba
it_it: Sfuma dal basso verso l'alto

source: Please insert a name for the section
es_es: Por favor, inserta un nombre para esta sección
it_it: Inserire qui il nome della sezione

source: Do you really want to delete this section?
es_es: ¿Estás seguro de que quieres borrar esta sección?
it_it: Vuoi davvero cancellare questa sezione

source: Settings
es_es: Ajustes
it_it: Impostazioni

source: Premium Version
es_es: Versión Premium
it_it: Versione Premium

source: Plugin Documentation
es_es: Documentación del Plugin
it_it: Documentazione del plugin

source: General Settings
es_es: Ajustes Generales
it_it: Impostazioni generali

source: Enable Infinite Scrolling
es_es: Habilitar Infinite Scrolling
it_it: Abilita Infinite Scrolling

source: Enable Infinite Scrolling on mobile device
es_es: Habilitar Infinite Scrolling en dispositivos móviles
it_it: Abilita Infinite Scrolling su dispositivo mobile

source: Change the URL of the page whenever new items are loaded
es_es: Cambia la dirección URL de la página cada vez que se cargan los nuevos artículos
it_it: Aggiorna l'URL della pagina ad ogni caricamento

source: Add section and set options
es_es: Añadir sección y establecer opciones
it_it: Aggiungi sezione e definisci le opzioni

source: Custom JavaScript
es_es: JavaScript Personalizado

source: Add here your custom JavaScript code. You can use two plugin triggers: %s is triggered before the new elements are appended to the current content, and %s is triggered after the AJAX call ends
es_es: Sube aquí su código JavaScript personalizado. Se pueden utilizar dos disparadores de plugin: %s se activa antes de que los nuevos elementos se añaden al contenido actual y %s se activa después de que termine la llamada AJAX
it_it: Aggiungi qui il tuo codice JavaScript personalizzato. Puoi utilizzare due trigger: %s scatta prima vengano aggiunti i nuovi elementi al contenuto corrente e %s viene avviato al termine della chiamata AJAX

source: Options for
es_es: Opciones de
it_it: Opzioni per

source: Navigation Selector
es_es: Selector de Navegación
it_it: Selettore di navicazione

source: The selector that contains the navigation of this section. Selectors can be class or ID names: the first ones must have a dot in front (.class-name), while the second must have a hash (#id-name).
es_es: El selector que contiene la navegación de esta sección. Los selectores pueden ser class o ID names: los primeros deben tener un punto al frente (.clase-nombre), mientras que los segundos deben tener una almohadilla (#id-nombre).
it_it: Il selettore che contiene la navigazione di questa sezione. I selettori possono essere nomi di classi oppure nomi ID: i primi devono essere preceduti da un punto (.class-name) mentre i secondi da un hash (#id-name)

source: Next Selector
es_es: Siguiente Selector
it_it: Prossimo selettore

source: The selector of the link that redirects to the next page of this section. Selectors can be class or ID names: the first ones must have a dot in front (.class-name), while the second must have a hash (#id-name).
es_es: El selector del enlace que redirecciona a la siguiente página de esta sección. Los selectores pueden ser class o ID names: los primeros deben tener un punto al frente (.clase-nombre), mientras que los segundos deben tener una almohadilla (#id-nombre).
it_it: Il selettore del link redireziona alla prossima pagina di questa sezione. I selettori posso essere nomi di classi o nomi ID: i primi devono essere preceduti da un punto (.class-name), mentre i secondi devono avere un hash (#id-name).

source: Item Selector
es_es: Selector de elemento
it_it: Selettore Oggetto

source: The selector of the single item in the page. Selectors can be class or ID names: the first ones must have a dot in front (.class-name), while the second must have a hash (#id-name).
es_es: El selector de cada elemento de la página. Los selectores pueden ser class o ID names: los primeros deben tener un punto al frente (.clase-nombre), mientras que los segundos deben tener una almohadilla (#id-nombre).
it_it: Il selettore del singolo oggetto nella pagina. I selettori posso essere nomi di classi o nomi ID: i primi devono essere preceduti da un punto (.class-name), mentre i secondi devono avere un hash (#id-name).

source: Content Selector
es_es: Selector de Contenido
it_it: Selettore del contenuto

source: The selector that contains your section content. Selectors can be class or ID names: the first ones must have a dot in front (.class-name), while the second must have a hash (#id-name).
es_es: El selector que contiene tu sección de contenido. Los selectores pueden ser class o ID names: los primeros deben tener un punto al frente (.clase-nombre), mientras que los segundos deben tener una almohadilla (#id-nombre).
it_it: Il selettore che comprende i tuoi contenuti. I selettori posso essere nomi di classi o nomi ID: i primi devono essere preceduti da un punto (.class-name), mentre i secondi devono avere un hash (#id-name).

source: Event Type
es_es: Evento Tipo
it_it: Tipo di evento

source: Select the type of pagination
es_es: Selecciona un tipo de paginación
it_it: Seleziona il tipo di paginatura

source: Button Label
es_es: Etiqueta del Botón
it_it: Etichetta del tasto

source: Load More
es_es: Cargar Más
it_it: Carica altro

source: Set button label
es_es: Establecer etiqueta del botón
it_it: Configura etichetta del tasto

source: Extra Class of the Button
es_es: Clase Adicional del Botón
it_it: Classe extra del tasto

source: Add a custom class to customize the button style. Use space for multiple classes.
es_es: Añade una clase personalizada para personalizar el estilo del botón. Utiliza espacio para múltiples clases.
it_it: Aggiungi una classe su misura per personalizzare lo stile del tasto. Usa spazio per classi multiple.

source: Choose a Loader
es_es: Elegir un Cargador
it_it: Scegli un Loader

source: Choose a preset loader to use.
es_es: Elige un cargador preseleccionado para usar.
it_it: Scegli un preset per il loader da usare

source: Custom Loader
es_es: Personalizar Cargador
it_it: Loader personalizzato

source: Upload
es_es: Cargar
it_it: Carica

source: Upload a custom loading image. This option overrides the previous one.
es_es: Sube una imagen de carga personalizada. Esta opción anula la anterior.
it_it: Carica una pagina di caricamento personalizzata. Questa opzione bypassa la precedente.

source: Load Effect
es_es: Cargar Efecto
it_it: Carica effetto

source: Type of animation for the loading of new contents.
es_es: Tipo de animación para la carga de nuevos contenidos.
it_it: Tipo di animazione per il caricamento di nuovi contenuti.

source: Add section
es_es: Añadir sección
it_it: Aggiungi sezione
